var comments = [`\nディレクトリの中にバージョン管理に必要なリポジトリが作成されました。
				では次にディレクトリの中にREADME.mdというファイルが追加されました。
                README.mdをインデックスに登録しましょう。`

, `\nインデックスにREADME.mdが登録されました。
                追加したファイルをリポジトリに保存するために,
                メッセージオプションを付けて登録しましょう。`

, `\nリポジトリに新しいファイルを追加したという内容が登録されました。
                先ほど追加したREADME.mdの内容を編集しました。
                インデックスに登録してください。`

, `\n変更したファイルも，同じ操作で登録することができます。
                次に，編集したファイルをまたリポジトリに登録し直しましょう。`

, `\n今回は，前回追加したファイルを編集したことを新しくリポジトリに登録しました。
                次に，リポジトリの中のREADME.mdを削除しました。\n削除したファイルをインデックスに登録しましょう。`

,  `\nファイルを削除した場合でも，同じ操作で登録することができます。
                削除したファイルをリポジトリに登録しましょう。`

,  `\nファイルを削除したことが新しくリポジトリに登録されました。
                リポジトリ内での変更した内容は，全て同じ操作で行うことができます。`];