var comments = [`ディレクトリの中にバージョン管理に必要なリポジトリが作成されました。
				では次にディレクトリの中にREADME.mdというファイルが追加されたので,
                README.mdをインデックスに登録しましょう。`
                , `インデックスにREADME.mdが登録されました。
                追加したファイルをリポジトリに保存するために,
                メッセージオプションを付けて登録しましょう。`
                , `リポジトリに新しいファイルを追加したという内容が登録されました。
                先ほど追加したREADME.mdの内容を"edit"コマンドで編集しましょう。`
                ,'編集されたファイルをインデックスに登録しましょう'
                ,'編集したファイルをリポジトリに登録しましょう。'
                , `変更したファイルも，同じ操作で登録することができます。
                次にREADMEファイルを"rm"コマンドで削除しましょう`
                ,`次に，リポジトリの中のREADME.mdを削除しました。削除したファイルをインデックスに登録しましょう。`
                ,  `ファイルを削除した場合でも，同じ操作で登録することができます。
                削除したファイルをリポジトリに登録しましょう。`
                ,  `ファイルを削除したことが新しくリポジトリに登録されました。
                リポジトリ内での変更した内容は，全て同じ操作で行うことができます。`
            ];