var comment1 = `\nディレクトリの中にバージョン管理に必要なリポジトリが作成されました。
				   では次にディレクトリの中に新しく追加したファイルを，インデックスに登録しましょう。`

var comment2 = `\nインデックスにファイルが登録されました。
                追加したファイルの内容を保存するためにリポジトリに登録しましょう。`

var comment3 = `\n新しいファイルを追加したという内容がリポジトリに登録されました。
                追加したファイルの内容を編集したので，インデックスに登録してください。`

var comment4 = `\n変更したファイルも，同じ操作で登録することができます。
                次に，編集したファイルをまたリポジトリに登録し直しましょう。`

var comment5 = `\n今回は，前回追加したファイルの編集内容を新しくリポジトリに登録しました。
                次に，リポジトリの中のファイルを削除しました。\n削除したファイルをインデックスに登録しましょう。`

var comment6 = `\nファイルを削除した場合でも，同じ操作で登録することができます。
                削除したファイルをリポジトリに登録しましょう。`

var comment7 = `\nファイルを削除したことが新しくリポジトリに登録されました。
                リポジトリ内での変更した内容は，全て同じ操作で行うことができます。`